

#region << 版 本 注 释 >>
/*---------------------------------------------------------------- 
* 类 名 称 ：OrderSequence
* 类 描 述 ：    
* 作    者 ：xnlzg
* 创建时间 ：2018/11/7 14:12:32
* 更新时间 ：2018/11/7 14:12:32
* 说    明 ：
* 版 本 号 ：v1.0.0.0
*******************************************************************
* Copyright @ xnlzg 2018. All rights reserved.
*******************************************************************
//----------------------------------------------------------------*/
#endregion

namespace XN.Common
{
    /// <summary>
    /// 排序枚举
    /// </summary>
    public enum OrderSequence
    {
        /// <summary>
        /// 正序
        /// </summary>
        Asc,
        /// <summary>
        /// 倒序
        /// </summary>
        Desc
    }
}


